Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Width of the space bar in key units. Narrower leaves room for keys on either side.
de: Breite der Leertaste in Tasteneinheiten. Schmaler lässt Platz für Tasten an beiden Seiten.
es: Ancho de la barra espaciadora en unidades de tecla. Más estrecha deja sitio para teclas a los lados.
et: Tühikuklahvi laius klahviühikutes. Kitsam jättab mõlemale poole ruumi klahvidele.
fr: Largeur de la barre d'espace en unités de touche. Plus étroite, ça laisse de la place pour des touches de chaque côté.
hu: A szóköz szélessége billentyűegységben. Ha keskenyebb, mindkét oldalon marad hely a billentyűknek.
it: Larghezza della barra spaziatrice in unità di tasto. Più stretta, più spazio per i tasti ai lati.
ja: キー単位で見たスペースバーの幅です。狭くすると両側にキーを置くスペースができます。
ko: 스페이스 바 너비를 키 개수로 나타내요. 좁게 하면 양옆에 키를 둘 자리가 생겨요.
ms: Lebar bar ruang dalam unit kekunci. Lebih sempit beri ruang untuk kekunci di kiri kanan.
pt: Largura da barra de espaço em unidades de tecla. Mais estreita deixa espaço para teclas de cada lado.
ru: Ширина пробела в клавишах. Уже — остаётся место для клавиш по бокам.
zh_hans: 空格键的宽度，以键为单位。窄一点，就能给两边的键留出地方。

source: Width of the trail line drawn under your finger while swiping.
de: Breite der Spurlinie, die beim Wischen unter deinem Finger gezeichnet wird.
es: Ancho de la línea que se dibuja bajo tu dedo al deslizar.
et: Jäljejoone laius, mis su sõrme alla pühkimise ajal joonistatakse.
fr: Largeur de la ligne de trace tracée sous ton doigt quand tu balayes.
hu: Csúsztatás közben az ujjad alá húzott nyomvonal szélessége.
it: Larghezza della scia disegnata sotto il dito mentre scorri.
ja: スワイプ中に指の下に出る軌跡の線の太さです。
ko: 스와이프할 때 손가락 아래 그려지는 궤적 선의 너비예요.
ms: Lebar garisan jejak yang dilukis di bawah jari anda semasa meleret.
pt: Largura da linha do rasto desenhada debaixo do teu dedo ao deslizar.
ru: Ширина линии следа, которая рисуется под пальцем во время скольжения.
zh_hans: 滑动时手指下方那条轨迹线的宽度。

source: Wiggle
de: Wackeln
es: Meneo
et: Vapin
fr: Oscillation
hu: Billegés
it: Tremolio
ja: ウィグル
ko: 꼼지락
ms: Goyang
pt: Abanar
ru: Покачивание
zh_hans: 摆动

source: Wipe clipboard or notepad from each panel's settings.
de: Zwischenablage oder Notizblock leerst du in den Einstellungen des jeweiligen Panels.
es: Vacía el portapapeles o el bloc desde los ajustes de cada panel.
et: Tühjenda lõikelaud või märkmik iga paneeli seadetest.
fr: Vide le presse-papiers ou le bloc-notes depuis les réglages de chaque panneau.
hu: A vágólapot vagy a jegyzettömböt az adott panel beállításaiból törölheted.
it: Svuota gli appunti o il blocco note dalle impostazioni di ogni pannello.
ja: クリップボードやメモは、それぞれのパネルの設定から消せます。
ko: 클립보드나 메모장은 각 패널 설정에서 지울 수 있어요.
ms: Padam papan keratan atau notepad dari tetapan setiap panel.
pt: Limpa a área de transferência ou o bloco de notas nas definições de cada painel.
ru: Очистить буфер обмена или блокнот можно в настройках соответствующей панели.
zh_hans: 在各个面板的设置里清空剪贴板或记事本。

source: With one tool enabled, opening Tools jumps straight into it.
de: Ist nur ein Tool aktiviert, öffnet „Tools“ direkt dieses Tool.
es: Con una sola herramienta activada, abrir Herramientas va directo a ella.
et: Ühe tööriistaga sisse lülitatuna hüppab Tööriistade avamine otse sellesse.
fr: Avec un seul outil activé, ouvrir Outils y accède directement.
hu: Ha csak egy eszköz van bekapcsolva, az Eszközök megnyitása egyenesen abba ugrik.
it: Con un solo strumento attivo, aprire Strumenti porta dritto lì.
ja: 有効なツールが1つだけの場合、ツールを開くとそのツールに直接進みます。
ko: 도구가 하나만 켜져 있으면 도구를 열었을 때 바로 그 도구로 이동합니다.
ms: Jika hanya satu alat diaktifkan, membuka Alat terus masuk ke situ.
pt: Com apenas uma ferramenta ativada, abrir Ferramentas vai direto a ela.
ru: Если включён только один инструмент, «Инструменты» сразу открываются на нём.
zh_hans: 只启用一个工具时，打开"工具"会直接进入该工具。

source: With shift on, it just uppercases.
de: Bei aktivem Umschalt wird nur großgeschrieben.
es: Con Mayús activado, solo pasa a mayúsculas.
et: Tõstuklahviga kirjutab ta lihtsalt suureks.
fr: Avec Maj activé, la touche passe juste en majuscule.
hu: Aktív Shift mellett csak nagybetűs lesz.
it: Con shift attivo, passa solo in maiuscolo.
ja: シフトがオンのときは大文字になるだけです。
ko: 시프트가 켜져 있으면 그냥 대문자가 돼요.
ms: Semasa shift aktif, huruf hanya jadi besar.
pt: Com o shift ativo, apenas passa a maiúsculas.
ru: При включённом Shift это просто становится заглавным.
zh_hans: Shift 开启时只会变成大写。

source: With shift on, types “%@”
de: Bei aktivem Umschalt wird “%@” getippt
es: Con Mayús activado, escribe “%@”
et: Tõstuklahviga sisestab „%@”
fr: Avec Maj activé, tape “%@”
hu: Aktív Shift mellett ezt írja be: “%@”
it: Con shift attivo digita “%@”
ja: シフトがオンのときは“%@”を入力
ko: 시프트가 켜져 있으면 “%@” 입력
ms: Semasa shift aktif, menaip “%@”
pt: Com o shift ativo, escreve “%@”
ru: При включённом Shift вводит «%@»
zh_hans: Shift 开启时输入“%@”

source: With shift on: %@
de: Bei aktivem Umschalt: %@
es: Con Mayús activado: %@
et: Tõstuklahviga: %@
fr: Avec Maj activé : %@
hu: Aktív Shift mellett: %@
it: Con shift attivo: %@
ja: シフトがオンのとき：%@
ko: 시프트가 켜져 있을 때: %@
ms: Semasa shift aktif: %@
pt: Com o shift ativo: %@
ru: При включённом Shift: %@
zh_hans: Shift 开启时：%@

source: With split enabled, smaller keys leave more room in the middle. One-handed mode keeps its own alignment.
de: Bei geteilter Tastatur lassen kleinere Tasten mehr Platz in der Mitte. Der Einhandmodus behält seine eigene Ausrichtung.
es: Con el teclado dividido, las teclas más pequeñas dejan más espacio en el centro. El modo de una mano mantiene su propia alineación.
et: Jagatud klaviatuuril jätavad väiksemad klahvid keskele rohkem ruumi. Ühekäerežiim säilitab oma joonduse.
fr: Avec le clavier scindé, des touches plus petites libèrent de l’espace au centre. Le mode à une main conserve son alignement.
hu: Osztott billentyűzetnél a kisebb billentyűk több helyet hagynak középen. Az egykezes mód megtartja saját igazítását.
it: Con la tastiera divisa, tasti più piccoli lasciano più spazio al centro. La modalità a una mano mantiene il proprio allineamento.
ja: 分割キーボードでは、キーを小さくすると中央の空間が広くなります。片手モードでは独自の配置が維持されます。
ko: 분할 모드에서는 키가 작아질수록 가운데 공간이 넓어집니다. 한 손 모드는 자체 정렬을 유지합니다.
ms: Apabila papan kekunci dipisahkan, kekunci lebih kecil memberikan lebih ruang di tengah. Mod sebelah tangan mengekalkan penjajarannya sendiri.
pt: Com o teclado dividido, as teclas mais pequenas deixam mais espaço ao centro. O modo de uma mão mantém o seu alinhamento.
ru: При разделённой клавиатуре уменьшение клавиш освобождает больше места в центре. Режим одной руки сохраняет своё выравнивание.
zh_hans: 启用拆分后，较小的按键会在中间留出更多空间。单手模式保持自身的对齐方式。

source: With the tabs off, swipe the grid to change category. Turn that on under Scroll. The ABC key stays put so you can get back to the letters.
de: Ohne die Tabs wechselst du die Kategorie, indem du übers Raster streichst. Schalte das unter Scrollen ein. Die ABC-Taste bleibt, damit du zurück zu den Buchstaben kommst.
es: Sin las pestañas, desliza por la cuadrícula para cambiar de categoría. Actívalo en Desplazar. La tecla ABC se queda para que puedas volver a las letras.
et: Kaartideta vahetad kategooriat ruudustikku viies. Lülita see sisse jaotises Kerimine. ABC-klahv jääb paigale, et saaksid tähtede juurde tagasi.
fr: Sans les onglets, balaie la grille pour changer de catégorie. Active-le dans Défiler. La touche ABC reste en place pour revenir aux lettres.
hu: A fülek nélkül a rácson söpörve válthatsz kategóriát. Ezt a Görgetés alatt kapcsolod be. Az ABC billentyű marad, hogy vissza tudj térni a betűkhöz.
it: Senza le schede, scorri sulla griglia per cambiare categoria. Attivalo in Scorri. Il tasto ABC resta al suo posto per tornare alle lettere.
ja: タブをオフにすると、グリッドをスワイプしてカテゴリを切り替えられます。これは「スクロール」でオンにします。ABC キーはそのまま残るので、いつでも文字に戻れます。
ko: 탭을 끄면 그리드를 쓸어 카테고리를 바꿉니다. 이 동작은 ‘스크롤’에서 켜세요. ABC 키는 자리를 지키므로 언제든 글자로 돌아올 수 있습니다.
ms: Tanpa tab, leret grid untuk menukar kategori. Hidupkan tetapan itu di bawah Tatal. Kekunci ABC kekal di tempatnya supaya anda boleh kembali kepada huruf.
pt: Sem os separadores, desliza pela grelha para mudar de categoria. Ativa isso em Deslocar. A tecla ABC fica no sítio para voltares às letras.
ru: С выключенными вкладками категорию меняет смахивание по сетке. Включите это в разделе «Прокрутка». Клавиша ABC остаётся на месте, чтобы можно было вернуться к буквам.
zh_hans: 关掉标签页后，在网格上轻扫即可切换分类。这项开关在「滚动」里。ABC 键会留在原处，方便你回到字母。

source: Without it you still get the full keyboard, predictions, themes, swipe typing, and system clicks.
de: Auch ohne bekommst du die volle Tastatur, Vorhersagen, Themes, Wischeingabe und Systemklicks.
es: Sin él sigues teniendo el teclado completo, predicciones, temas, escritura por deslizamiento y clics del sistema.
et: Ilma selletagi saad täieliku klaviatuuri, ennustused, teemad, pühkimissisestuse ja süsteemsed klõpsud.
fr: Sans ça, tu gardes le clavier complet, les prédictions, les thèmes, la saisie par glissement et les clics système.
hu: Nélküle is megkapod a teljes billentyűzetet, a javaslatokat, a témákat, a csúsztatásos gépelést és a rendszerkattanásokat.
it: Anche senza hai comunque tutta la tastiera, le previsioni, i temi, lo swipe e i clic di sistema.
ja: なくても、キーボード、予測、テーマ、スワイプ入力、システムのクリック音は全部使えます。
ko: 없어도 키보드, 예측, 테마, 스와이프 입력, 시스템 클릭은 다 그대로 써요.
ms: Tanpa ia pun, anda masih dapat papan kekunci penuh, ramalan, tema, menaip leret dan klik sistem.
pt: Sem isso, continuas a ter o teclado completo, previsões, temas, escrita por deslize e cliques do sistema.
ru: Без него у вас всё равно есть вся клавиатура, предсказания, темы, ввод скольжением и системные щелчки.
zh_hans: 就算不开，你照样能用完整键盘、联想、主题、滑动输入和系统按键音。

source: Word frequency lists (OpenSubtitles 2018) behind completions and ranking. Adapted into Clink's lexicon format.
de: Wortfrequenzlisten (OpenSubtitles 2018), die Vervollständigungen und Ranking antreiben. Ins Clink-Lexikonformat übertragen.
es: Listas de frecuencia de palabras (OpenSubtitles 2018) detrás de los completados y la clasificación. Adaptadas al formato de léxico de Clink.
et: Sõnasagedusloendid (OpenSubtitles 2018), mis toidavad lõpetusi ja järjestamist. Kohandatud Clinki leksikoni vormingusse.
fr: Listes de fréquence de mots (OpenSubtitles 2018) à l'origine des complétions et du classement. Adaptées au format de lexique de Clink.
hu: Szógyakorisági listák (OpenSubtitles 2018), amelyek a befejezéseket és a rangsorolást hajtják. Átalakítva a Clink szótárformátumára.
it: Elenchi di frequenza delle parole (OpenSubtitles 2018) alla base di completamenti e classifica. Adattati al formato lessico di Clink.
ja: 補完とランキングを支える単語頻度リスト（OpenSubtitles 2018）。Clinkの辞書形式に変換済み。
ko: 자동 완성과 순위를 뒷받침하는 단어 빈도 목록(OpenSubtitles 2018)입니다. Clink의 사전 형식으로 변환했습니다.
ms: Senarai kekerapan perkataan (OpenSubtitles 2018) yang menggerakkan pelengkapan dan kedudukan. Disesuaikan kepada format leksikon Clink.
pt: Listas de frequência de palavras (OpenSubtitles 2018) por trás das conclusões e da classificação. Adaptadas ao formato de léxico do Clink.
ru: Частотные списки слов (OpenSubtitles 2018), на которых держатся продолжения и ранжирование. Переведены в формат словарей Clink.
zh_hans: 支撑补全和排序功能的词频列表（OpenSubtitles 2018），已转换为 Clink 的词库格式。

source: Word lists ship inside Clink. No download step when you type.
de: Die Wortlisten stecken in Clink drin. Kein Download beim Tippen.
es: Las listas de palabras vienen dentro de Clink. Nada que descargar al escribir.
et: Sõnaloendid on Clinki sisse pakitud. Tipimisel pole allalaadimise sammu.
fr: Les listes de mots sont incluses dans Clink. Rien à télécharger quand tu tapes.
hu: A szólisták a Clinkben vannak. Gépelés közben nincs letöltés.
it: Le liste di parole sono dentro Clink. Nessun download mentre scrivi.
ja: 単語リストは Clink に最初から入っています。入力のときにダウンロードすることはありません。
ko: 단어 목록은 Clink 안에 들어 있어요. 입력할 때 따로 받을 필요 없어요.
ms: Senarai perkataan datang bersama Clink. Tiada langkah muat turun semasa anda menaip.
pt: As listas de palavras vêm dentro do Clink. Nada para transferir quando escreves.
ru: Списки слов идут внутри Clink. Ничего не нужно загружать перед печатью.
zh_hans: 词表都装在 Clink 里，打字时不用下载。

source: Word lists you bring in yourself — a language Clink doesn't ship, or extra vocabulary for one it does. They stay on this device.
de: Wortlisten, die du selbst mitbringst: eine Sprache, die Clink nicht mitliefert, oder zusätzlicher Wortschatz für eine vorhandene. Sie bleiben auf diesem Gerät.
es: Listas de palabras que traes tú: un idioma que Clink no incluye, o vocabulario de más para uno que sí. Se quedan en este dispositivo.
et: Sõnaloendid, mille tood ise kaasa: keel, mida Clink ei paku, või lisasõnavara keelele, mida ta pakub. Need jäävad sellesse seadmesse.
fr: Des listes de mots que tu apportes toi-même : une langue que Clink ne fournit pas, ou du vocabulaire en plus pour une langue existante. Elles restent sur cet appareil.
hu: Szólisták, amiket te hozol: olyan nyelvhez, amit a Clink nem tartalmaz, vagy plusz szókincs egy meglévőhöz. Ezen az eszközön maradnak.
it: Elenchi di parole che porti tu: una lingua che Clink non include, o vocaboli in più per una che c'è già. Restano su questo dispositivo.
ja: 自分で読み込む単語リストです。Clink に入っていない言語のものでも、入っている言語に足す語彙でもかまいません。この端末から出ません。
ko: 직접 가져오는 단어 목록이에요. Clink에 없는 언어일 수도, 이미 있는 언어에 더하는 어휘일 수도 있어요. 이 기기에만 남습니다.
ms: Senarai perkataan yang anda bawa sendiri: bahasa yang tiada dalam Clink, atau kosa kata tambahan untuk bahasa sedia ada. Ia kekal pada peranti ini.
pt: Listas de palavras que trazes tu: um idioma que o Clink não inclui, ou vocabulário extra para um que já existe. Ficam neste dispositivo.
ru: Списки слов, которые вы приносите сами: язык, которого нет в Clink, или дополнительная лексика для уже имеющегося. Они остаются на этом устройстве.
zh_hans: 你自己导入的词表：可以是 Clink 未收录的语言，也可以是给已有语言补充的词汇。它们只留在这台设备上。

source: Word pairs
de: Wortpaare
es: Pares de palabras
et: Sõnapaarid
fr: Paires de mots
hu: Szópárok
it: Coppie di parole
ja: 単語のつながり
ko: 단어 쌍
ms: Pasangan perkataan
pt: Pares de palavras
ru: Пары слов
zh_hans: 词语搭配

source: Word-pair counts behind next-word prediction. Adapted into Clink's bigram format.
de: Wortpaar-Häufigkeiten hinter der Wortvorhersage. Ins Clink-Bigrammformat übertragen.
es: Recuentos de pares de palabras detrás de la predicción de la siguiente palabra. Adaptados al formato de bigramas de Clink.
et: Sõnapaaride arvud järgmise sõna ennustuse taga. Kohandatud Clinki bigrammi vormingusse.
fr: Comptages de paires de mots à l'origine de la prédiction du mot suivant. Adaptés au format bigramme de Clink.
hu: Szópár-gyakoriságok a következő szó előrejelzése mögött. Átalakítva a Clink bigram formátumára.
it: Conteggi di coppie di parole alla base della previsione della parola successiva. Adattati al formato bigrammi di Clink.
ja: 次の単語予測を支える単語ペアの出現回数。Clinkのバイグラム形式に変換済み。
ko: 다음 단어 예측을 뒷받침하는 단어 쌍 빈도입니다. Clink의 바이그램 형식으로 변환했습니다.
ms: Kiraan pasangan perkataan yang menggerakkan ramalan perkataan seterusnya. Disesuaikan kepada format bigram Clink.
pt: Contagens de pares de palavras por trás da previsão da próxima palavra. Adaptadas ao formato de bigramas do Clink.
ru: Частоты пар слов, на которых держится предсказание следующего слова. Переведены в формат биграмм Clink.
zh_hans: 支撑下一词预测功能的词对统计，已转换为 Clink 的二元组格式。

source: Words
de: Wörter
es: Palabras
et: Sõnad
fr: Mots
hu: Szavak
it: Parole
ja: 単語
ko: 단어
ms: Perkataan
pt: Palavras
ru: Слова
zh_hans: 单词

source: Words learned
de: Gelernte Wörter
es: Palabras aprendidas
et: Õpitud sõnad
fr: Mots appris
hu: Megtanult szavak
it: Parole apprese
ja: 学習した単語
ko: 학습한 단어
ms: Perkataan dipelajari
pt: Palavras aprendidas
ru: Выученные слова
zh_hans: 已学习的词语

source: Words per drag
de: Wörter pro Zug
es: Palabras por arrastre
et: Sõnu lohistuse kohta
fr: Mots par glissement
hu: Szavak húzásonként
it: Parole per trascinamento
ja: ドラッグごとの単語数
ko: 드래그당 단어 수
ms: Perkataan setiap seretan
pt: Palavras por arrasto
ru: Слов за одно движение
zh_hans: 每次拖动的词数

source: Words per minute
de: Wörter pro Minute
es: Palabras por minuto
et: Sõnu minutis
fr: Mots par minute
hu: Szó percenként
it: Parole al minuto
ja: 1分あたりの単語数
ko: 분당 단어 수
ms: Perkataan seminit
pt: Palavras por minuto
ru: Слов в минуту
zh_hans: 每分钟字数

source: Words the keyboard learns from you, and everything you type.
de: Wörter, die die Tastatur von dir lernt, und alles, was du tippst.
es: Las palabras que el teclado aprende de ti y todo lo que escribes.
et: Sõnad, mida klaviatuur sinult õpib, ja kõik, mida sa tipid.
fr: Les mots que le clavier apprend de toi, et tout ce que tu tapes.
hu: A szavak, amelyeket a billentyűzet tanul tőled, és minden, amit írsz.
it: Le parole che la tastiera impara da te e tutto ciò che scrivi.
ja: キーボードがあなたから学んだ単語と、入力した内容のすべて。
ko: 키보드가 사용자에게서 배운 단어와 입력한 모든 내용.
ms: Perkataan yang dipelajari papan kekunci daripada anda, dan segala yang anda taip.
pt: As palavras que o teclado aprende contigo e tudo o que escreves.
ru: Слова, которым клавиатура учится у вас, и всё, что вы печатаете.
zh_hans: 键盘从你这里学到的词，以及你输入的一切。

source: Words the other keyboard saw only once arrive as a head start. They start counting as yours, and appear in the list above, once you type them again.
de: Wörter, die die andere Tastatur nur einmal gesehen hat, kommen als Vorsprung an. Sie zählen als deine und erscheinen in der Liste oben, sobald du sie wieder tippst.
es: Las palabras que el otro teclado vio solo una vez llegan como ventaja inicial. Cuentan como tuyas, y aparecen en la lista de arriba, en cuanto las vuelvas a escribir.
et: Sõnad, mida teine klaviatuur nägi vaid korra, saabuvad edumaana. Need hakkavad sinu omadeks lugema ja ilmuvad ülal olevasse loendisse, kui sa need uuesti tipid.
fr: Les mots que l’autre clavier n’a vus qu’une fois arrivent comme une avance. Ils comptent comme les tiens, et apparaissent dans la liste ci-dessus, dès que tu les retapes.
hu: Azok a szavak, amelyeket a másik billentyűzet csak egyszer látott, előnyként érkeznek. Akkor kezdenek a tieidként számítani, és akkor jelennek meg a fenti listában, amikor újra beírod őket.
it: Le parole che l’altra tastiera ha visto una sola volta arrivano come vantaggio iniziale. Contano come tue, e compaiono nell’elenco sopra, appena le riscrivi.
ja: 他のキーボードが一度しか見ていない単語は、下地として入ります。もう一度入力すると、あなたの単語として数えられ、上の一覧にも出てきます。
ko: 다른 키보드가 한 번만 본 단어는 밑바탕으로 들어옵니다. 다시 입력하면 내 단어로 집계되고 위 목록에도 나타납니다.
ms: Perkataan yang hanya dilihat sekali oleh papan kekunci lain masuk sebagai permulaan. Ia mula dikira sebagai milik anda, dan muncul dalam senarai di atas, sebaik anda menaipnya lagi.
pt: As palavras que o outro teclado viu apenas uma vez chegam como um avanço. Passam a contar como tuas, e aparecem na lista acima, assim que as escreveres outra vez.
ru: Слова, которые другая клавиатура видела лишь раз, попадают сюда как задел. Они начнут считаться вашими и появятся в списке выше, когда вы наберёте их снова.
zh_hans: 另一个键盘只见过一次的词，会先作为底子存下来。等你再输入一次，它们就算作你的词，并出现在上面的列表里。

source: Words the suggestion bar stops offering
de: Wörter, die die Vorschlagsleiste nicht mehr anbietet
es: Palabras que la barra de sugerencias deja de ofrecer
et: Sõnad, mida soovitusriba enam ei paku
fr: Les mots que la barre de suggestions cesse de proposer
hu: Szavak, amelyeket a javaslatsáv már nem ajánl fel
it: Le parole che la barra dei suggerimenti smette di proporre
ja: 変換候補バーが表示しなくなる単語
ko: 추천 바가 더 이상 제안하지 않는 단어
ms: Perkataan yang tidak lagi ditawarkan oleh bar cadangan
pt: Palavras que a barra de sugestões deixa de oferecer
ru: Слова, которые строка подсказок перестаёт предлагать
zh_hans: 候选栏不再推荐的词

source: Words the suggestion bar stops offering. You can still type them. They just never turn up as a guess.
de: Wörter, die die Vorschlagsleiste nicht mehr anbietet. Du kannst sie weiterhin tippen. Sie erscheinen nur nie als Vorschlag.
es: Palabras que la barra de sugerencias deja de ofrecer. Puedes seguir escribiéndolas. Simplemente nunca aparecen como sugerencia.
et: Sõnad, mida soovitusriba enam ei paku. Sa saad neid ikka kirjutada. Need lihtsalt ei ilmu kunagi soovitusena.
fr: Les mots que la barre de suggestions cesse de proposer. Vous pouvez toujours les taper. Ils n’apparaissent simplement jamais comme suggestion.
hu: Szavak, amelyeket a javaslatsáv már nem ajánl fel. Továbbra is begépelheted őket. Csak soha nem jelennek meg javaslatként.
it: Le parole che la barra dei suggerimenti smette di proporre. Puoi sempre digitarle. Semplicemente non compaiono mai come suggerimento.
ja: 変換候補バーが表示しなくなる単語です。入力はこれまでどおりできますが、候補としては出てきません。
ko: 추천 바가 더 이상 제안하지 않는 단어입니다. 직접 입력하는 것은 그대로 되고, 추천으로만 나오지 않습니다.
ms: Perkataan yang tidak lagi ditawarkan oleh bar cadangan. Anda masih boleh menaipnya. Ia cuma tidak pernah muncul sebagai cadangan.
pt: Palavras que a barra de sugestões deixa de oferecer. Ainda pode escrevê-las. Apenas nunca aparecem como sugestão.
ru: Слова, которые строка подсказок перестаёт предлагать. Вы по-прежнему можете их печатать. Они просто никогда не появятся в подсказках.
zh_hans: 候选栏不再推荐的词。你仍然可以照常输入，只是它们不会再作为候选出现。

source: Words today
de: Wörter heute
es: Palabras hoy
et: Sõnu täna
fr: Mots aujourd’hui
hu: Mai szavak
it: Parole oggi
ja: 今日の単語
ko: 오늘 단어
ms: Perkataan hari ini
pt: Palavras hoje
ru: Слов сегодня
zh_hans: 今日字数

source: Words you add yourself always apply, and survive a clear.
de: Selbst hinzugefügte Wörter gelten immer und bleiben auch nach dem Löschen erhalten.
es: Las palabras que añades tú siempre valen y sobreviven a un borrado.
et: Ise lisatud sõnad rakenduvad alati ja jäävad tühjendamisest ellu.
fr: Les mots que tu ajoutes toi-même s'appliquent toujours et survivent à un effacement.
hu: Az általad hozzáadott szavak mindig érvényesek, és a törlés után is megmaradnak.
it: Le parole che aggiungi tu valgono sempre e sopravvivono a una cancellazione.
ja: 自分で追加した単語は常に有効で、消去しても残ります。
ko: 직접 추가한 단어는 항상 적용되고, 지워도 남습니다.
ms: Perkataan yang awak tambah sendiri sentiasa digunakan dan kekal selepas pembersihan.
pt: As palavras que adicionas ficam sempre a valer e sobrevivem a uma limpeza.
ru: Слова, добавленные вами, действуют всегда и переживают очистку.
zh_hans: 你自己添加的词始终有效，清空后也还在。

source: Words you type often get remembered for better guesses
de: Wörter, die du oft tippst, werden für bessere Vermutungen gemerkt
es: Las palabras que escribes a menudo se recuerdan para acertar mejor
et: Sagedasti tipitud sõnad jäävad meelde paremate pakkumiste jaoks
fr: Les mots que tu tapes souvent sont retenus pour de meilleures propositions
hu: A gyakran gépelt szavaidat megjegyzi a jobb tippekért
it: Le parole che scrivi spesso vengono ricordate per ipotesi migliori
ja: よく打つ単語が覚えられて、予測が良くなります
ko: 자주 치는 단어를 기억해서 더 잘 맞춰요
ms: Perkataan yang anda selalu taip diingati untuk tekaan lebih baik
pt: As palavras que escreves muito são memorizadas para melhores palpites
ru: Часто набираемые слова запоминаются, чтобы подсказки были точнее
zh_hans: 你常打的词会被记住，好让猜测更准
